"Any" = "任何";
"All" = "所有";
"Save" = "保存";
"Kind" = "种类";
"matches" = "匹配";
"contain" = "包括";
"begin with" = "以...开始";
"end with" = "以...结尾";
"is" = "是";
"is not" = "不是";
"equals" = "等于";
"is less then" = "小于";
"is greater than" = "大于";
"Contains ALL" = "包括所有";
"Contains Any" = "包括任何";
"Not Contains" = "不包括";
"Narrowly" = "只包括";
"day" = "日";
"week" = "周";
"month" = "月";
"year" = "年";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "秒";